20210512205304-euro.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-20 Fri 17:40 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Euro</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Euro</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103155222-monetary_systems.html#ID-1a53642d-c03e-4ae9-92e2-e164869927b3">Monetary systems</a></dd>
</dl>

<div id="outline-container-org592338a" class="outline-2">
<h2 id="org592338a">Arguments in favor of the euro</h2>
<div class="outline-text-2" id="text-org592338a">
<p>
Regarder <a target='_blank' rel='noopener noreferrer' class='external' href="https://t.co/15vjPnkGOz?amp=1">Cette conférence de David Cayla sur la rationalité économique qui sous-tend l'euro</a>.
</p>

<p>
Débat Attali, Chevènement, Garaud
<a target='_blank' rel='noopener noreferrer' class='external' href="https://www.youtube.com/watch?v=2RvJHmYbECk&amp;feature=youtu.be">https://www.youtube.com/watch?v=2RvJHmYbECk&amp;feature=youtu.be</a>
</p>
</div>

<div id="outline-container-org251b3fb" class="outline-3">
<h3 id="org251b3fb"><span class="todo TODO">TODO</span> States can borrow at much better interest rates</h3>
</div>
<div id="outline-container-org644908e" class="outline-3">
<h3 id="org644908e"><span class="todo TODO">TODO</span> La disparition des taux de change est bénéfique pour l'intégration économique</h3>
<div class="outline-text-3" id="text-org644908e">
<p>
This could have introduced perverse effects in terms of fuind transfers. Need some digging and data. Remove
cite:stiglitz2016 (p46)
</p>
</div>

<div id="outline-container-org5277c64" class="outline-4">
<h4 id="org5277c64">yes, but</h4>
<div class="outline-text-4" id="text-org5277c64">
<p>
This had perverse effects, cite:stiglitz2016 (p46). We didn't need a common currency to integrate China in the globall supply chain. cite:stiglitz2016
</p>
</div>
</div>
</div>

<div id="outline-container-org0009718" class="outline-3">
<h3 id="org0009718">Inflation rates converge</h3>
<div class="outline-text-3" id="text-org0009718">
<p>
Ok but how is that relevant?
</p>
</div>
<div id="outline-container-org9cf70dc" class="outline-4">
<h4 id="org9cf70dc"><span class="todo TODO">TODO</span> Show on curve</h4>
</div>
</div>

<div id="outline-container-orgdbdac5f" class="outline-3">
<h3 id="orgdbdac5f">L'Europe c'est la paix sociale qui pèse</h3>
<div class="outline-text-3" id="text-orgdbdac5f">
<p>
See cite:stiglitz2016 (p35-36). But the question is ill-posed: is a monetary union <i>necessary</i> to achieve this goal ? We need consensus first, but everyone is doing different things.
</p>

<p>
Wrong, see the Greece crisis cite:stiglitz2016 (p59)
</p>
</div>
</div>

<div id="outline-container-org5943abf" class="outline-3">
<h3 id="org5943abf">Si ça marche aux US avec 50 état ça peut marcher avec 19 en europe</h3>
<div class="outline-text-3" id="text-org5943abf">
<p>
Il existe 3 mecanismes d'ajustment aux US qui n'existent pas en Europe cite:stiglitz2016 (p89)
</p>
<ol class="org-ol">
<li>Meme langage et programmes de sécurité sociale etc. Migrer d'un état à l'autre est très aisé.</li>
<li>People in the States think of themselves as american first.</li>
<li>Après une crise, un Etat recevra de l'aide du gouvernement fédéral. Les programmes d'aide sont nationaux en Europe.</li>
<li>Système bancaire unifié</li>
</ol>
</div>
</div>

<div id="outline-container-orgceeea95" class="outline-3">
<h3 id="orgceeea95"><span class="todo TODO">TODO</span> Grâce à l'Euro l'Europe est prospère</h3>
<div class="outline-text-3" id="text-orgceeea95">
<p>
Following are taken from cite:stiglitz2016 p65 onwards
</p>

<p>
In the crisis:
</p>
<ul class="org-ul">
<li>In Spain unemployment fell from 26% in 2013 to 20% in 2016. BUT Spaniards left &amp; GDP/capita still below.</li>
<li>Stagnant GDP. Cumulative growth really low, hides negative in Greece, even Germany hailed as an example is low.
<i>Compare to Great Depression contraction</i>
<i>Compare to non eurozone country</i>
<i>Compare to US</i></li>
<li>Unemployment has risen</li>
<li>Inequality has risen</li>
</ul>

<p>
<b>Yes but</b> everyone was affected by the 2008 downturn. Lost decade in Europe + loss of compounding effects. Well we can probably fit a model where we look at what it would have looked like had we been like the US.
</p>

<p>
Generally:
</p>
<ul class="org-ul">
<li>Look at euro area GDP trend and <i>compare to the US</i>.</li>
<li>Even Germany has shit economic performance</li>
</ul>
</div>


<ul class="org-ul">
<li><a id="org6c0844a"></a><span class="todo TODO">TODO</span> Reprendre le graphe de X-alternative sur l'industrie<br /></li>
</ul>


<div id="outline-container-orgf0fbf06" class="outline-4">
<h4 id="orgf0fbf06">Counterarguments</h4>
<div class="outline-text-4" id="text-orgf0fbf06">
<p>
<i>It would have been worse without the euro.</i>
<i>Maybe it's about changes in the economy that affected the eurozone that has nothing to do with the currency.</i>
</p>

<p>
cite:stiglitz2016 (p81)
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-org65d3f6b" class="outline-2">
<h2 id="org65d3f6b">Links to this note</h2>
<div class="outline-text-2" id="text-org65d3f6b">
<ul class="org-ul">
<li><a href="./20220103155222-monetary_systems.html">The Monetary systems</a></li>
<li><a href="./20220107183247-we_can_borrow_at_lower_interest_rates_thanks_to_the_euro.html">We can borrow at lower interest rates thanks to the Euro</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>